---
type: ISaveSharedCoordinatesCallback
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ISaveSharedCoordinatesCallback

`Autodesk.Revit.DB.ISaveSharedCoordinatesCallback` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetSaveModifiedLinksOption | 2014 | `SaveModifiedLinksOptions GetSaveModifiedLinksOption ( RevitLinkType link )` |